Repository: GuchoMuch0/websitetest
Catalog: *-content/plugins/seo_plugin/languages/*/messages.po
Languages: ru_ru

source: Settings saved
ru_ru: Настройки сохранены

source: Settings categories
ru_ru: Настройки для категорий

source: Category name
ru_ru: Название категории

source: Meta Description
ru_ru: Мета Description

source: Meta Keywords
ru_ru: Настройки Meta Keywords

source: Save
ru_ru: Сохранить

source: Settings cities
ru_ru: Настройки для городов

source: Settings for Listings page
ru_ru: Настройки для страницы с объявлением

source: Show the city in the title of items?
ru_ru: Показывать город в Title объявления ?

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Order of city in title?
ru_ru: Позиция в title

source: First
ru_ru: Первая

source: Second
ru_ru: Вторая

source: Third
ru_ru: Третья

source: Fourth
ru_ru: Четвёртая

source: Fifth
ru_ru: Пятая

source: Sixth
ru_ru: Шестая

source: Show the region in the title of items?
ru_ru: Показывать регион в Title объявления ?

source: Order of region in title?
ru_ru: Позиция в title

source: Show the country in the title of items?
ru_ru: Показывать страну в Title объявления ?

source: Order of country in title?
ru_ru: Позиция в title

source: Show the category in the title of items?
ru_ru: Показывать категорию в Title объявления ?

source: Order of category in title?
ru_ru: Позиция в title

source: Show the site name in the title of items?
ru_ru: Показывать название сайта в Title объявления ?

source: Order of site name in title?
ru_ru: Позиция в title

source: Order of item title in title?
ru_ru: Позиция в title

source: Current Order of Item Title
ru_ru: Текущая последовательность в Title

source: Sitemap generated correctly
ru_ru: Sitemap сгенерирована

source: Sitemap Generator
ru_ru: Sitemap генератор

source: View sitemap
ru_ru: Посмотреть sitemap

source: Select frequency of sitemap generation
ru_ru: Выберите периодичность генерации sitemap

source: Weekly
ru_ru: Раз в неделю

source: Daily
ru_ru: Каждый день

source: Hourly
ru_ru: Каждый час

source: None
ru_ru: Никогда

source: Do you want to include items to sitemap?
ru_ru: Добавлять объявления в карту сайта ?

source: Limit maximum count of items in sitemap?
ru_ru: Максимальное кол-во объявлений в карте ?

source: Seo plugin description
ru_ru: Описание плагина

source: General
ru_ru: Общие

source: If you enable custom keywords, they will be added to keywords they are generated by categories, listings and static pages.
ru_ru: В этом же разделе можно задать общие ключевые слова для сайта, которые будут добавлятся к keywords на всех страницах сайта( кроме главной)

source: Delimiter is used in every meta title
ru_ru: Есть возможность настроить разделитель используемый в title на сайте

source: Listings
ru_ru: Объявления

source: In this section you can configure the ad title. Selects whether to show it in the category, city, region, country and site name.
ru_ru: В этом разделе можно настроить title у объявлений. Выбирается показывать ли в нём категорию, город, регион, страну и названия сайта.

source: You can choose one or more functions. It also set the sequence of their output.
ru_ru: Выбирать можно одну или несколько функций. Так же настраивается последовательность их вывода.

source: Categories
ru_ru: Категории

source: In this section you can configure the title, description and keywords for each category
ru_ru: В этом разделе можно настроить title, description и keywords для каждой категории

source: Regions
ru_ru: Регионы

source: In this section you can configure the title, description and keywords for the regions
ru_ru: В этом разделе можно настроить title, description и keywords для регионов

source: Print the title on the site will be as follows: Name of the current region - title that you entered
ru_ru: Вывод title на сайте будет происходить следующим образом: Название текущего региона - title который Вы вписали

source: Similarly, description will be displayed and keywords (in this parameter will be used a comma after the name of the region)
ru_ru: Аналогично будет выводиться description и keywords (у этого параметра будет использоваться запятая после названия региона)

source: All enter keywords separated by commas
ru_ru: Все keywords вводите через запятую

source: Cities
ru_ru: Города

source: In this section you can configure the title, description and keywords for cities
ru_ru: В этом разделе можно настроить title, description и keywords для городов

source: Print the title on the site will be as follows: Name of the current city - title that you entered
ru_ru: Вывод title на сайте будет происходить следующим образом: Название текущего города - title который Вы вписали

source: Similarly, description will be displayed and keywords (in this parameter will sipolzovatsya comma after the city name)
ru_ru: Аналогично будет выводиться description и keywords (у этого параметра будет сипользоваться запятая после названия города)

source: Home page
ru_ru: Главная

source: In this section you can configure the title, description and keywords for the home page
ru_ru: В этом разделе можно настроить title, description и keywords для главной страницы сайта

source: Static Pages
ru_ru: Статические страницы

source: In this section you can configure the title, description and keywords for each static page
ru_ru: В этом разделе можно настроить title, description и keywords для каждой статической страницы сайта

source: You can generate a sitemap.xml, keep pressing Save
ru_ru: Можно cгенерировать sitemap.xml, нажав кнопку сохранить

source: You can customize the generation schedule: once a week, hour or day. Please note this should be allowed to run the built-cron (Settings - Main - Settings Cron - Allow to run automatically)
ru_ru: Можно настроить генерация по расписанию: раз в неделю, час или сутки. Обратите внимание для этого должно быть разрешено запускать встроенный cron ( Настройки - Главные - Настройки Cron - Разрешить запускать автоматически).

source: After each generation of sitemap, a request is sent to<strong>Yandex</strong>, <strong>Google</strong> and <strong>Bing</strong>, search engines reported that sitemap changed and they can quickly index new or changed pages
ru_ru: Сразу после каждой генерации карты, отправляется запрос в <strong>Yandex</strong>, <strong>Google</strong> и <strong>Bing</strong>, поисковым системам сообщается,что карта сайта изменилась и они могут быстрей проиндексировать новые или изменённые страницы

source: Update and reinstall
ru_ru: Обновление и переустановка

source: When you update just replace the files via FTP
ru_ru: При обновление просто замените файлы по FTP

source: If you reinstall plugin, first remove the table from the database: oc_t_item_seo, oc_t_pages_seo, oc_t_categories_seo, oc_t_region_seo, oc_t_city_seo and oc_t_home_seo
ru_ru: Если Вы переустанвливаете плагин, вначале удалите из базы данных MSQL таблицы: oc_t_item_seo, oc_t_pages_seo, oc_t_categories_seo, oc_t_region_seo, oc_t_city_seo and oc_t_home_seo

source: Settings for Main Page
ru_ru: Настройки для главной страницы

source: City
ru_ru: Город

source: Region
ru_ru: Регион

source: Country
ru_ru: Страна

source: Site Title
ru_ru: Название сайта

source: Category
ru_ru: Категория

source: Item Title
ru_ru: Title объявления

source: Publish a listing
ru_ru: Опубликовать объявление

source: Edit your listing
ru_ru: Редактировать объявление

source: Send to a friend
ru_ru: Отправить другу

source: Contact seller
ru_ru: Связаться с продавцом

source: Error
ru_ru: Ошибка

source: page
ru_ru: Страница

source: Show all listings
ru_ru: Показать все объявления

source: Search result
ru_ru: Результаты поиска

source: Recover your password
ru_ru: Восстановить пароль

source: Login
ru_ru: Вход

source: Create a new account
ru_ru: Зарегистрироваться

source: Dashboard
ru_ru: Личный кабинет

source: Manage my listings
ru_ru: Управление объявлениями

source: Manage my alerts
ru_ru: Управление подписками

source: Update my profile
ru_ru: Обновить профиль

source: Public profile
ru_ru: Публичный профиль

source: Change my email
ru_ru: Изменить почту

source: Change my password
ru_ru: Изменить пароль

source: Recover my password
ru_ru: Восстановить пароль

source: Contact
ru_ru: Контакты

source: Home Page
ru_ru: Главная сайта

source: Help
ru_ru: Помощь

source: General Settings
ru_ru: Главные настройки

source: Use the custom keywords defined below?
ru_ru: Использовать ключевые слова указанные ниже ?

source: Separate keywords with comma, i.e.: key1, key2, key3
ru_ru: Разделите keywords с помощью запятой, пример : key1, key2, key3

source: Delimiter (used in title):
ru_ru: Разделитель ( используется в Title)

source: Do not put blank spaces here, they are auto-generated
ru_ru: Не ставьте пробелы здесь, они генерируются автоматически

source: Static Pages Settings
ru_ru: Статические страницы

source: Page Name
ru_ru: Название страницы

source: Regions Settings
ru_ru: Настройки для регионов

source: robots.txt file was successfully updated
ru_ru: robots.txt успешно обновлён

source: It is impossible to write to robots.txt file, please change CHMOD settings on this file.
ru_ru: Невозможно сохранить robots.txt file, пожалуйста разберитесь с правами доступа на хостинге.

source: Settings robots.txt
ru_ru: Настройка robots.txt

source: Which robots.txt you want to use?
ru_ru: Какой robots.txt Вы хотите использовать?

source: Custom
ru_ru: Свой

source: Default
ru_ru: По умолчанию

source: Important:
ru_ru: Важно:

source: You should always disable admin folder (oc-admin) to be indexed by search engines:
ru_ru: Запретите индексацию папки (oc-admin):

source: It is also desirable to close the registration page, login and password reminder:
ru_ru: Так же запретите индексацю папок:
