Repository: GuchoMuch0/websitetest
Catalog: *-content/plugins/renew_ads/languages/*/messages.po
Languages: ru_ru

source: Republish your ads
ru_ru: Поднять объявления

source: You don't have any listing yet
ru_ru: У Вас больше нет объявлений в списке

source: You have republished your ad %s times. You cannot republish this ad!
ru_ru: Вы подняли Ваше объявл. %s. Вы не можете больше поднять его!

source: To republish this ad again, you need to wait:
ru_ru: Чтобы поднять объявл. снова, Вам нужно подождать:

source: You can republish this ad %s more times!
ru_ru: Вы можете опубликовать это объявл. %s больше раз!

source: Republish this ad
ru_ru: Поднять это объявление

source: Publication date
ru_ru: Дата поднятия

source: %s days
ru_ru: %s дней

source: %s hours
ru_ru: %s часов

source: %s minutes
ru_ru: %s минут

source: %s seconds
ru_ru: %s секунд

source: Congratulations. Your ad as been republished!
ru_ru: Поздравляем. Ваше объявление было поднято!

source: Days to expire: %s
ru_ru: Истекает дней %s

source: Ad ID:
ru_ru: Номер объявления:

source: Category:
ru_ru: Категория

source: This ad expire today
ru_ru: Срок объявления истекает сегодня

source: Congratulations. Renew ads settings are now saved.
ru_ru: Поздравляем. Поднятие объявл. настроек теперь сохраняются.

source: Congratulations. Spam ads cron settings are now saved.
ru_ru: Поздравляем. Спам объявл. настройки cron теперь сохраняются.

source: Congratulations. Expired ads cron settings are now saved.
ru_ru: Поздравляем. Устаревшие объявл. настройки cron теперь сохраняются.

source: Congratulations. Expired ads have been deleted.
ru_ru: Поздравляем. С истекшим сроком объявл. были удалены.

source: Congratulations. Spam ads have been deleted.
ru_ru: Поздравляем. Спам объявления были удалены.

source: Renew Ads Settings
ru_ru: Поднятия объявлений настройки

source: Set max. times an ad can be renewed (Enter 0 for no limitations).
ru_ru: Установить макс. число раз объявл. может быть поднято (Введите 0 без ограничений).

source: User has to wait
ru_ru: Пользователь должен ждать

source: seconds to republish the ad again (1 hour = 3600 sec. / 1 day = 86400 sec.)
ru_ru: секунд, чтобы поднять объявл. еще раз (1 час = 3600 сек. / 1 день = 86400 сек.)

source: If the value is set to zero, there is no wait period
ru_ru: Если значение нуль, не существует период ожидания

source: Update
ru_ru: Обновить

source: Expired Ads Settings
ru_ru: Настройки объявл. с истекшим сроком действия

source: Set Cron to delete expired ads
ru_ru: Уст. Cron удалить объявл. с истекшим сроком действия

source: Hourly
ru_ru: Почасово

source: Daily
ru_ru: Ежедневно

source: Weekly
ru_ru: Еженедельно

source: Off
ru_ru: Выкл

source: Set how many days after expiration the ad will be deleted (Enter 0 to delete the ad the day is expired).
ru_ru: Установить, сколько дней после окончания срока объявл. будет удалено ( 0, чтобы удалить объявл. день истек).

source: NOTE: both Cron and Manual button will delete maximum of 50 expired ads at a time
ru_ru: кнопка Manual удалит максимум 50 объявлений с истекшим сроком

source: MANUALLY DELETE EXPIRED ADS
ru_ru: ВРУЧНУЮ удаление истекших объявл.

source: Spam Ads Settings
ru_ru: Спам Настройки объявлений

source: Set Cron job to delete spam ads
ru_ru: Установить cron удалить спам-объявления

source: NOTE: both Cron and Manual button will delete maximum of 50 SPAM ads at a time
ru_ru: кнопка Manual удалит максимум 50 SPAM объявлений

source: MANUALLY DELETE SPAM ADS
ru_ru: ВРУЧНУЮ удалить нежелательные объявл.

source: Next hourly cron:
ru_ru: Следующий ежечасно cron:

source: Next daily cron:
ru_ru: Следующий ежедневно cron:

source: Next weekly cron:
ru_ru: Следующий еженедельно cron:

source: Notify admin when a listing has been renewed
ru_ru: Уведомить админа, когда список был обновлен

source: Item Id
ru_ru: Id товара

source: Deleted
ru_ru: Удаленный

source: Deleted date
ru_ru: Удаляется дата

source: User Id
ru_ru: № пользователя

source: Item Title
ru_ru: Название

source: Category
ru_ru: Категории

source: Times renewed
ru_ru: Времена возобновлено

source: Last renewed
ru_ru: Последнее обновление

source: Will Expire In Days
ru_ru: Истекают в днях

source: Contact Email
ru_ru: Контактный Email

source: Expiring date
ru_ru: Срок годности

source: Renewed ads log
ru_ru: Журнал поднятия объявлений

source: Ads been renewed by users
ru_ru: Объявления были возобновлены пользователями

source: Expiring ads log
ru_ru: Освобожд объявления журнала

source: Ads that will expire in the next 3 days
ru_ru: Объявления, которые истекают в течение следующих 3-х дней

source: Deleted expired ads log
ru_ru: Удалить журнал с истекшим сроком объявл.

source: Expired ads that are been deleted
ru_ru: С истекшим сроком объявл., которые были удалены

source: Set how many days keep the log after the ad has been deleted.
ru_ru: Установить, сколько дней держать журнал после того, как объявление было удалено.

source: Show only expired ads in user dashboard
ru_ru: Показывать объявл. с истекшим сроком годности в пользоват. панели управл.

source: Allow users to only renew ads (it will not change publishing date, only renew expiration date and retain position)
ru_ru: Разрешить пользователям только обновлять объявл. (не изменит дату публикации, только продлит срок и сохранить позиции)

source: First publication date
ru_ru: Первая дата публикации

source: Will Expire In
ru_ru: Истекают В

source: Last publication date
ru_ru: Последняя дата публикации

source: Renew your ads
ru_ru: Продлить объявления

source: You don't have any expired ad yet
ru_ru: Ваш срок действия объявления еще не истек

source: You don't have any published ad yet
ru_ru: У вас нет каких-либо опубликованных объявлений

source: Renew this ad
ru_ru: Обновить это объявление

source: Will expire in:
ru_ru: Истекает в:

source: You have %s your ad %s times. You cannot %s this ad!
ru_ru: У вас есть %s это раз объявления. Вы не можете %s это объявление!

source: To %s this ad again, you need to wait:
ru_ru: Для %s этого объявл. и снова, вам нужно подождать:

source: You can %s this ad %s more times!
ru_ru: Вы можете сделать %s это объявление %s больше раз!

source: Expired
ru_ru: Истекший

source: Congratulations. Your ad has been %s!
ru_ru: Поздравляем. Ваше объявление %s!

source: %s your ads
ru_ru: %s ваши объявления

source: %s this ad
ru_ru: %s это объявление

source: Show all ads in user dasboard (disabled, inactive and spam ads are not shown)
ru_ru: Показать все объявл. в пользовательской панели управления (откл., неактивные и спам-объявления не показываются)

source: Republish
ru_ru: Поднять

source: Renew
ru_ru: Обновить

source: Republished
ru_ru: Поднятые

source: Renewed
ru_ru: Обновленные

source: republish
ru_ru: Поднять

source: renew
ru_ru: обновить

source: Deleted for
ru_ru: Удаляется для
