Repository: GuchoMuch0/websitetest
Catalog: *-content/plugins/instant_messenger/languages/*/messages.po
Languages: ru_ru

source: Configure
ru_ru: Настройка

source: Settings were successfully saved
ru_ru: Настройки были успешно сохранены

source: Replace Contact Seller Functionality
ru_ru: Заменить функцию Контакт с продавцом

source: Contact seller functionality will be replaced with instant messages.
ru_ru: Функция Контакт с продавцом будут заменена на instant messages.

source: Show Header Link to Registered Only
ru_ru: Показывать Ссылку в заголовке только для зарегестрированных пользователей

source: When enabled, link in header to show messages will be shown to logged in users only. <br/>Link is shown via code
ru_ru: При включении, ссылку в заголовке, сообщения будут показаны только для Авторизованных пользователей. <br/>Ссылка отображается через код

source: Notify User only Once
ru_ru: Уведомить пользователя только один раз

source: User will not be notified about new messages only if previous messages in same conversation has been read.
ru_ru: Пользователь не уведомляется о новых сообщениях, только если прочитал предыдущие сообщения в этом разговоре.

source: Hook Button to Item Page
ru_ru: Hook Button для страницы объявления

source: "Send Message" button will be shown on listing page without need of theme modifications.
ru_ru: Кнопка «Отправить сообщение» будет отображаться на странице объявления без необходимости изменения темы.

source: Enable Attachments in Messages
ru_ru: Включить вложения в сообщениях

source: Users will be able to upload attachment when sending message.
ru_ru: Пользователи смогут загружать вложения при отправке сообщения.

source: Attachment Maximum Size
ru_ru: Максимальный размер вложения

source: kb
ru_ru: кб

source: When attachment is larger, it will not be sent.
ru_ru: Когда вложение больше, оно не будет отправлено.

source: Allowed File Extensions in Attachment
ru_ru: Разрешенные расширения файлов во вложении

source: Delimit extensions with comma. Example: png, jpg, gif
ru_ru: Разделяйте расширения запятыми. Пример: png, jpg, gif

source: Allow Users to Remove Messages
ru_ru: Разрешить пользователям удалять сообщения

source: Users will be able to remove their own messages from conversation, but still will not be able to remove whole conversation.
ru_ru: Пользователи смогут удалять свои сообщения из разговора, но все равно не смогут удалить весь разговор.

source: Threads per Page
ru_ru: Темы на странице

source: threads
ru_ru: потоки

source: Set how many threads are shown on 1 page in user profile (pagination).
ru_ru: Установите, сколько потоков показано на 1 странице в профиле пользователя (нумерация страниц).

source: Save
ru_ru: Сохранить

source: Plugin Setup
ru_ru: Настройка плагина

source: To show link to message center and count of unread messages of user, place following link to your theme files
ru_ru: Чтобы показать ссылку на центр сообщений и количество непрочитанных сообщений пользователя, поместите следующую ссылку на файлы вашей темы

source: To show "Send message" button, place following link to your theme files (item.php, search-list.php, ...)
ru_ru: Чтобы показать кнопку «Отправить сообщение», поместите следующую ссылку на файлы вашей темы (item.php, search-list.php, ...)

source: Help
ru_ru: Помощь

source: Each user can access messages in user account clicking on "Message center".
ru_ru: Каждый пользователь может получить доступ к сообщениям в учетной записи пользователя, щелкнув «Центр сообщений».

source: Each thread can be flagged by user (for personal preference - as important or not solved yet). Flag is shared between both users in conversation.
ru_ru: Каждый поток может быть помечен пользователем (для личных предпочтений - как важный или еще не решен). Флаг делится между обоими пользователями в разговоре.

source: On each conversation can be set if user want to be notified by email or not.
ru_ru: На каждый разговор можно установить, хочет ли пользователь получать уведомления по электронной почте или нет.

source: Original "Contact Seller" functionality will be replaced with Instant Messenger plugin. This means that instead of sending mail to seller, message will be sent and seller can see this message in it's profile.
ru_ru: Оригинальный функционал «Связаться с продавцом» будет заменен плагином Instant Messenger. Это означает, что вместо отправки письма продавцу будет отправлено сообщение, и продавец сможет увидеть это сообщение в своем профиле.

source: It is highly recommended to enable this. When disabled, each time there is new message, user will receive email notification, no matter if previous message was read or not. When enabled, user will receive email notification only in case when previous message was read. This avoid sending multiple emails when sending more messages at once. This also avoid spamming your users.
ru_ru: Настоятельно рекомендуется включить это. Когда этот параметр отключен, каждый раз, когда появляется новое сообщение, пользователь получит уведомление по электронной почте, независимо от того, было прочитано предыдущее сообщение или нет. Если этот параметр включен, пользователь получит уведомление по электронной почте только в том случае, если было прочитано предыдущее сообщение. Это позволяет избежать отправки нескольких электронных писем при отправке большего количества сообщений одновременно. Это также позволяет избежать спама ваших пользователей.

source: Enable to add "Send message" button to listing page via hook. This means you do not need to modify theme files. Button will be added to item_detail hook.
ru_ru: Позволяет добавить кнопку "Отправить сообщение" на страницу списка через хук. Это означает, что вам не нужно изменять файлы темы. Кнопка будет добавлена в ловушку item_detail.

source: Allow or deny sending attachments in messages. When enabled, user can upload files and send it with message. Note that files are stored on your server in folder oc-content/plugins/instant_messenger/download.
ru_ru: Разрешить или запретить отправку вложений в сообщениях. Когда включено, пользователь может загружать файлы и отправлять их с сообщением. Обратите внимание, что файлы хранятся на вашем сервере в папке oc-content / plugins / instant_messenger / download.

source: Set what is maximum allowed file size of attachment send in message. Note that attachments are stored on your server so it is recommended to set this to acceptable value, i.e. 1024kb.
ru_ru: Установите максимально допустимый размер файла вложения, отправляемого в сообщении. Обратите внимание, что вложения хранятся на вашем сервере, поэтому рекомендуется установить это значение на приемлемое значение, то есть 1024 КБ.

source: Choose which kind of files can be sent in attachments. It is recommended not to allow sending PHP file as this might be security risk for your site (script could be executed).
ru_ru: Выберите, какие файлы могут быть отправлены во вложениях. Рекомендуется не разрешать отправку PHP-файла, так как это может быть угрозой безопасности для вашего сайта (скрипт может быть выполнен).

source: Enable if you want to allow users to remove their messages in threads. Note that users will not be able to remove threads. In case you want to use this plugin as way of support delivery, this option should be disabled.
ru_ru: Включите, если вы хотите разрешить пользователям удалять свои сообщения в темах. Обратите внимание, что пользователи не смогут удалять темы. Если вы хотите использовать этот плагин в качестве способа доставки поддержки, эта опция должна быть отключена.

source: Set how many threads should be shown on 1 page. It is recommended to set not more than 50 threads to avoid server performance issues.
ru_ru: Установите, сколько потоков должно быть показано на 1 странице. Рекомендуется установить не более 50 потоков, чтобы избежать проблем с производительностью сервера.

source: Maintenance
ru_ru: Обслуживание

source: Threads with no activity in last
ru_ru: Темы без активности в прошлом

source: days were removed. (last activity on
ru_ru: дни были удалены. (последнее действие на

source: or earlier).
ru_ru: или ранее).

source: Attachments older than
ru_ru: Вложения старше чем

source: days were removed. (uploaded on
ru_ru: дни были удалены. (загружено на

source: Remove old threads
ru_ru: Удалить старые темы

source: Remove Threads Older than
ru_ru: Удалить темы старше чем

source: days
ru_ru: дней

source: When there was no activity on thread for last XY days, it will be removed with all messages.
ru_ru: Если в течение последних XY дней в цепочке не было активности, она будет удалена со всеми сообщениями.

source: Remove
ru_ru: Удалить

source: Remove old attachments
ru_ru: Удалить старые вложения

source: Remove Attachments Older than
ru_ru: Удалить вложения старше

source: Attachments that are older than XY days will be removed.
ru_ru: Вложения старше XY дней будут удалены.

source: Messages
ru_ru: Сообщения

source: Messages in thread
ru_ru: Сообщения в теме

source: Thread Title
ru_ru: Название темы

source: Questioner (asking question)
ru_ru: Опрашивающий (задающий вопрос)

source: Respondent (seller)
ru_ru: Ответчик (продавец)

source: Listing
ru_ru: Список

source: Sender (from)
ru_ru: Отправитель (от)

source: Message
ru_ru: Сообщение

source: Attachment
ru_ru: Прикрепление

source: Date
ru_ru: Дата

source: Reply of seller
ru_ru: Ответ продавца

source: No messages in this thread
ru_ru: В этой теме нет сообщений

source: Threads
ru_ru: Потоки

source: User threads
ru_ru: Пользовательские темы

source: User ID
ru_ru: № пользователя

source: Filter threads
ru_ru: Фильтровать темы

source: Title
ru_ru: Заглавие

source: Questioner (from)
ru_ru: Вопросник (с)

source: Respondent (to)
ru_ru: Ответчик (до)

source: Count
ru_ru: Подсчитывать

source: Last activity
ru_ru: Последняя активность

source: Show messages
ru_ru: Показать сообщения

source: No threads found
ru_ru: Темы не найдены

source: No threads found for selected user
ru_ru: Темы для выбранного пользователя не найдены

source: Page
ru_ru: Страница

source: Name of user that will receive email notification
ru_ru: Имя пользователя, который получит уведомление по электронной почте

source: Name of user that has send message
ru_ru: Имя пользователя, отправившего сообщение

source: Link to listing
ru_ru: Ссылка на листинг

source: Title of conversation
ru_ru: Название разговора

source: Link to conversation
ru_ru: Ссылка на разговор

source: Message in conversation
ru_ru: Сообщение в разговоре

source: User has blocked you. You cannot message this user anymore.
ru_ru: Пользователь заблокировал вас. Вы не можете больше отправлять сообщения этому пользователю.

source: Your current email is not allowed
ru_ru: Ваш текущий адрес электронной почты не разрешен

source: Your current IP is not allowed
ru_ru: Ваш текущий IP не разрешен

source: Check with seller
ru_ru: Уточняйте у продавца

source: Free
ru_ru: Свободно

source: An error with file sending has occurred, please try again
ru_ru: Произошла ошибка при отправке файла, попробуйте еще раз

source: File is too big and was not sent. Maximum file size is:
ru_ru: Файл слишком большой и не был отправлен. Максимальный размер файла:

source: File extension is not allowed, file was not sent. Only files with following extensions are allowed to send in attachment
ru_ru: Расширение файла не разрешено, файл не был отправлен. Только файлы со следующими расширениями разрешено отправлять во вложении

source: An error with file sending has occurred, please try again.
ru_ru: Произошла ошибка при отправке файла, пожалуйста, попробуйте еще раз.

source: Message successfully sent to
ru_ru: Сообщение успешно отправлено

source: Minute ago
ru_ru: Минуту назад

source: %d minutes ago
ru_ru: %d минут назад

source: %d hour ago
ru_ru: %d час назад

source: %d hours ago
ru_ru: %d часов назад

source: %d day ago
ru_ru: %d день назад

source: %d days ago
ru_ru: %d дней назад

source: %d week ago
ru_ru: %d неделю назад

source: %d weeks ago
ru_ru: %d недель назад

source: %d month ago
ru_ru: %d месяц назад

source: %d months ago
ru_ru: %d месяцев назад

source: Your Name: This field is required, enter your name please.
ru_ru: Ваше имя: Это поле обязательно для заполнения, пожалуйста, введите ваше имя.

source: Your Name: Name is too short, enter at least 3 characters.
ru_ru: Ваше имя: Имя слишком короткое, введите не менее 3 символов.

source: Your Email: This field is required, enter your email please.
ru_ru: Ваш E-mail: Это поле обязательно для заполнения, пожалуйста, введите ваш электронный адрес.

source: Your Email: Address your have entered is not in valid format.
ru_ru: Ваш E-mail: Введенный вами адрес не в правильном формате.

source: Title: Please enter title of this converstation.
ru_ru: Название: Пожалуйста, введите название этого разговора.

source: Title: Title is too short, enter at least 2 characters.
ru_ru: Заголовок: заголовок слишком короткий, введите не менее 2 символов.

source: Message: This field is required, please enter your message.
ru_ru: Сообщение: Это поле обязательно для заполнения, пожалуйста, введите ваше сообщение.

source: Message: Enter at least 2 characters.
ru_ru: Сообщение: введите не менее 2 символов.

source: unread
ru_ru: непрочитанные

source: Click to open conversation
ru_ru: Нажмите, чтобы открыть разговор

source: to
ru_ru: в

source: from
ru_ru: от

source: Show all messages
ru_ru: Показать все сообщения

source: You have no messages yet
ru_ru: У вас еще нет сообщений

source: Login to show messages
ru_ru: Войдите, чтобы показать сообщения

source: inquiry
ru_ru: запрос

source: Contact phone
ru_ru: Контактный телефон

source: Personal Messages
ru_ru: Личные сообщения

source: Message center
ru_ru: Центр сообщений

source: Send message
ru_ru: Отправить сообщение

source: to seller
ru_ru: продавцу

source: Converstations
ru_ru: Диалоги

source: Report Bug
ru_ru: Сообщить об ошибке

source: Support Forums
ru_ru: Форумы поддержки

source: Contact Us
ru_ru: Связаться с нами

source: Conversations
ru_ru: Диалоги

source: Blocked Users
ru_ru: Заблокированные пользователи

source: There are no active blocks
ru_ru: Там нет активных блоков

source: Start conversation
ru_ru: Начать разговор

source: Your name
ru_ru: Ваше имя

source: Your email
ru_ru: Ваш адрес электронной почты

source: Conversation title
ru_ru: Заголовок разговора

source: Write your message here...
ru_ru: Напишите ваше сообщение здесь...

source: Upload file
ru_ru: Загрузить файл

source: You have already contacted seller on this listing, you may want to continue in existing conversation
ru_ru: Вы уже связались с продавцом в этом списке, вы можете продолжить существующий разговор

source: Open conversation
ru_ru: Открытый разговор

source: No subject
ru_ru: Без темы

source: You cannot contact yourself
ru_ru: Вы не можете связаться с самим собой

source: New offer on %s - %s
ru_ru: Новое предложение на %s - %s

source: Message removed
ru_ru: Сообщение удалено

source: This is not your message, you cannot remove it!
ru_ru: Это не ваше сообщение, вы не можете удалить его!

source: Attachment removed
ru_ru: Приложение удалено

source: This is not your message, you cannot remove attachment on it!
ru_ru: Это не ваше сообщение, вы не можете удалить вложение!

source: Thread
ru_ru: Нить

source: Offer: %sx %s for %s%s
ru_ru: Предложение: %sx %s для %s%s

source: Click to view offer
ru_ru: Нажмите, чтобы посмотреть предложение

source: customer
ru_ru: покупатель

source: seller
ru_ru: продавец

source: you
ru_ru: вы

source: Are you sure you want to delete this message
ru_ru: Вы уверены, что хотите удалить это сообщение

source: Remove message
ru_ru: Удалить сообщение

source: Are you sure you want to delete attachment
ru_ru: Вы уверены, что хотите удалить вложение

source: Remove file
ru_ru: Удалить файл

source: You do not have any messages
ru_ru: У вас нет сообщений

source: This is not your thread, you cannot read communication of other users!
ru_ru: Это не ваша тема, вы не можете читать сообщения других пользователей!

source: This user is already blocked
ru_ru: Этот пользователь уже заблокирован

source: User with email
ru_ru: Пользователь с электронной почтой

source: has been block and will not be able to message you anymore.
ru_ru: был заблокирован и не сможет больше вам сообщать.

source: User block removed.
ru_ru: Пользовательский блок удален.

source: Thread flag has been updated
ru_ru: Флаг темы обновлен

source: Thread notification has been updated
ru_ru: Уведомление о теме обновлено

source: Message Center
ru_ru: Центр сообщений

source: Flag
ru_ru: Флаг

source: Notify
ru_ru: Уведомление

source: User is already blocked
ru_ru: Пользователь уже заблокирован

source: Block user
ru_ru: Блокировать пользователя

source: There are unread messages in this thread!
ru_ru: В этой теме есть непрочитанные сообщения!

source: New offer
ru_ru: Новое предложение

source: s
ru_ru: с

source: You have marked this message as important. Click to unmark.
ru_ru: Вы отметили это сообщение как важное. Нажмите, чтобы снять отметку.

source: Click to mark.
ru_ru: Нажмите, чтобы отметить.

source: You will receive email when there is new message in this thread. Click to cancel notifications.
ru_ru: Вы получите электронное письмо, когда в этой теме появится новое сообщение. Нажмите, чтобы отменить уведомления.

source: Click to enable notifications.
ru_ru: Нажмите, чтобы включить уведомления.

source: Please log in to see your conversations.
ru_ru: Пожалуйста, войдите, чтобы увидеть ваши разговоры.

source: You do not have any conversations
ru_ru: У вас нет никаких разговоров
